Repository: muflone/gtransmemory
Catalog: po/*.po
Languages: nl

source: Version {VERSION}
nl: Versie {VERSION}

source: Memory of terms for translators
nl: Vertalergeheugen

source: Contributors:
nl: Bijdragers:

source: Project home page
nl: Website

source: Source code
nl: Broncode

source: Author information
nl: Informatie over de maker

source: Issues and bugs tracking
nl: Problemen en bugs

source: Translations
nl: Vertalingen

source: Loading message {STEP} of {COUNT}
nl: Bezig met laden van {STEP} van {COUNT}

source: Add a new message
nl: Tekenreeks toevoegen

source: Edit message
nl: Tekenreeks bewerken

source: GNU gettext translation files
nl: GNU Gettext-vertaalbestanden

source: All files
nl: Alle bestanden

source: Add new memory
nl: Geheugen toevoegen

source: Edit memory
nl: Geheugen bewerken

source: Remove the memory
nl: Geheugen verwijderen

source: Remove the memory {NAME}?
nl: Weet u zeker dat u {NAME} wilt verwijderen?

source: The memory name is missing
nl: Voer een geheugennaam in

source: The memory name is invalid
nl: Voer een geldige geheugennaam in

source: A memory with that name already exists
nl: Er is al een geheugen met die naam

source: The memory description is missing
nl: Voer een geheugenomschrijving in

source: The message is missing
nl: Voer een tekenreeks in

source: The specified message already exists
nl: Er is al een gelijkaardige tekenreeks

source: Keyboard shortcuts
nl: Sneltoetsen

source: Previous memory
nl: Vorig geheugen

source: Next memory
nl: Volgend geheugen

source: Memories
nl: Geheugens

source: Import messages from a file
nl: Tekenreeksen importeren uit een bestand

source: Import messages from a folder
nl: Berichten importeren uit map

source: Import
nl: Importeren

source: Open the options menu
nl: Open het optiesmenu

source: Deselect all
nl: Niets selecteren

source: Memory
nl: Geheugen

source: Configure memories
nl: Geheugens instellen

source: Description
nl: Omschrijving

source: Languages
nl: Talen

source: _Message:
nl: Tekenree_ks:

source: _Translation:
nl: Ver_taling:

source: _Source:
nl: _Bron:

source: _File to import:
nl: Te im_porteren bestand:

source: Select the file to import
nl: Kies een te importeren bestand

source: _Folder to import:
nl: Te importeren _map:

source: Select the folder to import
nl: Kies de te importeren map

source: Show the about dialog
nl: Toon het venster ‘Over’

source: Show the memories dialog
nl: Toon het geheugenvenster

source: Messages
nl: Tekenreeksen

source: Show the search bar
nl: Zoekbalk tonen

source: Toggle selection mode
nl: Selectiemodus aan/uit
